Repository: jarakys/QRCode
Catalog: QRCodeApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, ja, ko, pt_pt, ru, uk, vi, zh_hant

source: 1 Month
ar: شهر واحد
de: 1 monat
es: 1 mes
fr: 1 mois
id: 1 bulan
ja: 1ヶ月
ko: 1개월
pt_pt: 1 mês
ru: 1 месяц
uk: 1 місяць
vi: 1 tháng
zh_hant: 1个月

source: 3 FREE Days
ar: 3 أيام مجانية
de: 3 kostenlose Tage
es: 3 días gratis
fr: 3 jours gratuits
id: 3 Hari Gratis
ja: 3日間無料
ko: 3 자유 일
pt_pt: 3 dias grátis
ru: 3 бесплатных дня
uk: 3 безкоштовні дні
vi: 3 ngày miễn phí
zh_hant: 3个免费的日子

source: 7 Days
ar: 7 أيام
de: 7 tage
es: 7 días
fr: 7 jours
id: 7 hari
ja: 7日間
ko: 7일
pt_pt: 7 dias
ru: 7 дней
uk: 7 днів
vi: 7 ngày
zh_hant: 7天

source: 12 monthly
ar: 12 شهرياً
de: 12 monate
es: 12 meses
fr: 12 mois
id: 12 bulanan
ja: 12ヶ月間
ko: 12개월간
pt_pt: 12 meses
ru: 12 месяцев
uk: 12 місяців
vi: 12 tháng trong năm
zh_hant: 12个月份

source: About us
ar: من نحن
de: Über uns
es: Sobre nosotros
fr: À propos de nous
id: Tentang kami
ja: 私たちについて
ko: 회사 소개
pt_pt: Sobre nós
ru: О нас
uk: Про нас
vi: Về chúng tôi
zh_hant: 关于我们

source: Beep
ar: صوت
de: Ton
es: Sonido
fr: Bip
id: Bunyi
ja: ビープ音
ko: 비프음
ru: Звуковой сигнал
uk: Сигнал
vi: Âm thanh
zh_hant: 蜂鸣声

source: Best value
ar: أفضل قيمة
de: Bestes Preis
es: Mejor valor
fr: Meilleur prix
id: Nilai Terbaik
ja: ベストバリュー
ko: 최고의 가치
pt_pt: Melhor valor
ru: Лучшая цена
uk: Найкраща ціна
vi: Giá trị tốt nhất
zh_hant: 최고의 가치

source: Body
ar: النص
de: Textkörper
es: Cuerpo del mensaje
fr: Corps du message
id: Isi Pesan
ko: 본문
pt_pt: Corpo
ru: Текст сообщения
uk: Повідомлення
vi: Nội dung
zh_hant: 正文

source: By continuing, you agree to the
ar: من خلال الاستمرار، أنت توافق على
de: Wenn Sie fortfahren, erklären Sie sich mit den
es: Al continuar, usted acepta la
fr: En continuant, vous acceptez la
id: Dengan melanjutkan, Anda menyetujui
ja: 続行することにより、あなたは以下の事項に同意したものとみなされます。
ko: 계속 진행하면 다음 사항에 동의하는 것입니다.
pt_pt: Ao continuar, o utilizador concorda com a
ru: Продолжая, вы соглашаетесь с
uk: Продовжуючи, ви погоджуєтеся з
vi: Bằng cách tiếp tục, bạn đồng ý với
zh_hant: 继续使用即表示您同意

source: By opting to "Allow tracking," you play a key role in enhancing the app experience, benefiting not only yourself but all users. Your choice will simplify the enjoyment of our app for others, and you can take pride in being a part of this positive influence
ar: من خلال اختيار "السماح بالتتبع" ، تلعب دورًا رئيسيًا في تعزيز تجربة التطبيق ، مما يعود بالفائدة لك لا فقط ولكن لجميع المستخدمين. ستبسط اختياراتك استمتاعنا بتطبيقنا للآخرين ، ويمكنك الاعتزاز بكونك جزءًا من هذا التأثير الإيجابي.
de: Indem Sie sich für die Option "Nachverfolgung zulassen" entscheiden, spielen Sie eine Schlüsselrolle bei der Verbesserung der App, wovon nicht nur Sie selbst, sondern alle Nutzer profitieren. Ihre Entscheidung wird die Nutzung unserer App für andere vereinfachen, und Sie können stolz darauf sein, Teil dieses positiven Einflusses zu sein.
es: Al optar por "Permitir seguimiento", juegas un papel clave en mejorar la experiencia de la aplicación, beneficiando no solo a ti mismo sino a todos los usuarios. Tu elección simplificará el disfrute de nuestra aplicación para otros, y puedes sentirte orgulloso de ser parte de esta influencia positiva.
fr: En choisissant l'option "Autoriser le suivi", vous jouez un rôle clé dans l'amélioration de l'expérience de l'application, bénéficiant non seulement à vous-même, mais à tous les utilisateurs. Votre choix simplifiera le plaisir de notre application pour les autres, et vous pourrez être fier de faire partie de cette influence positive.
id: Dengan memilih "Izinkan pelacakan," Anda memainkan peran penting dalam meningkatkan pengalaman aplikasi, tidak hanya untuk diri Anda sendiri tetapi juga untuk semua pengguna. Pilihan Anda akan menyederhanakan pengalaman menggunakan aplikasi kami bagi orang lain, dan Anda dapat bangga menjadi bagian dari pengaruh positif ini.
ja: トラッキングを許可するを選択することで、アプリの体験を向上させる重要な役割を果たしていただけます。これは、あなた自身だけでなく、すべてのユーザーに利益をもたらすものです。 あなたの選択は、他の人がアプリを楽しむのを簡単にし、このポジティブな影響の一部であることに誇りを持つことができます。
ko: '추적 허용'을 선택함으로써, 당신은 앱 경험을 향상시키는 중요한 역할을 하게 됩니다. 이는 당신뿐만 아니라 모든 사용자들에게 이로움을 가져올 것입니다. 당신의 선택은 다른 사용자들이 앱을 쉽게 즐길 수 있도록 도와줄 것이며, 이 긍정적인 영향력의 일부가 되어 자부심을 느낄 수 있습니다.
pt_pt: Ao optar por "Permitir rastreamento", você desempenha um papel fundamental na melhoria da experiência do aplicativo, beneficiando não apenas a si mesmo, mas todos os usuários. Sua escolha simplificará o uso do nosso aplicativo para os outros, e você pode se orgulhar de fazer parte dessa influência positiva.
ru: Разрешив "Отслеживание", вы играете ключевую роль в улучшении опыта использования приложения, что принесет пользу не только вам, но и всем пользователям. Ваш выбор упростит использование нашего приложения для других, и вы можете гордиться тем, что являетесь частью этого положительного влияния.
uk: Обравши "Дозволити відстеження", ви відіграєте ключову роль у покращенні досвіду використання додатку, яким користуєтесь не тільки ви, але й тисячі інших користувачів. Ваш вибір спростить користування нашим додатком для інших, і ви можете пишатися тим, що стали частиною цього позитивного впливу.
vi: Bằng cách chọn "Cho phép theo dõi", bạn đóng một vai trò quan trọng trong việc nâng cao trải nghiệm ứng dụng, không chỉ là lợi ích cho bản thân mình mà còn cho tất cả người dùng. Quyết định của bạn sẽ làm cho việc sử dụng ứng dụng của chúng tôi trở nên đơn giản hơn cho người khác, và bạn có thể tự hào về việc là một phần của tác động tích cực này.
zh_hant: 通过选择 "允许跟踪"，您将在增强应用程序体验方面发挥关键作用，不仅使您自己受益，而且使所有用户受益。 您的选择将简化他人使用我们应用程序的过程，您可以为成为这一积极影响的一部分而感到自豪。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセルする
ko: 취소
pt_pt: Cancelar
ru: Отменить
uk: Скасувати
vi: Hủy bỏ
zh_hant: 取消

source: CC
ar: نسخة
id: Salinan
ko: 참조
ru: Копия
uk: Копія
zh_hant: 抄送

source: Change Design
ar: تغيير التصميم
de: Design ändern
es: Cambiar diseño
fr: Changer le design
id: Ubah desain
ja: デザインを変更する
ko: 디자인 변경
pt_pt: Alterar design
ru: Изменить дизайн
uk: Змінити дизайн
vi: Thay đổi thiết kế
zh_hant: 更改设计

source: Colors
ar: الألوان
de: Couleurs
es: Colores
fr: Couleurs
id: Warna
ja: 色
ko: 색상
pt_pt: Cores
ru: Цвета
uk: Кольори
vi: Màu sắc
zh_hant: 颜色

source: Contact
ar: اتصل بنا
de: Kontakt
es: Contacto
id: Kontak
ja: 連絡先
ko: 연락처
pt_pt: Contato
ru: Контакты
uk: Контакти
vi: Liên hệ
zh_hant: 联系我们

source: Continue
ar: استمر
de: Weitermachen
es: Continuar
fr: Continuer
id: Lanjutkan
ja: 続けてください
ko: 계속하다
pt_pt: Continuar
ru: Продолжить
uk: Продовжити
vi: Tiếp tục
zh_hant: 继续

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
id: Disalin
ja: コピー済み
ko: 복사됨
pt_pt: Copiado
ru: Скопировано
uk: Скопійовано
vi: Đã sao chép
zh_hant: 已复制

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
id: Buat
ja: 作成する
ko: 만들기
pt_pt: Criar
ru: Создать
uk: Створити
vi: Tạo ra
zh_hant: 创建

source: Create QR Code
ar: إنشاء رموز الاستجابة السريعة (QR)
de: Erstelle einen QR-Code
es: Crear código QR
fr: Créer un code QR
id: Buatlah kode QR
ja: QRコードを作成する
ko: QR 코드 만들기
pt_pt: Criar código QR
ru: Создать QR-код
uk: Створити QR-код
vi: Tạo mã QR
zh_hant: 创建二维码

source: Created
ar: تم الإنشاء
de: Erstellt
es: Creado
fr: Créé
id: Dibuat
ja: 作成
ko: 생성
pt_pt: Criado
ru: Создано
uk: Створено
vi: Được tạo
zh_hant: 创建

source: Creation Result
ar: نتيجة الإنشاء
de: Ergebnis der Erstellung
es: Resultado de la creación
fr: Résultat de création
id: Hasil Kreasi
ja: 作成結果
ko: 창작 결과
pt_pt: Resultado da Criação
ru: Результат создания
uk: Результат створення
vi: Kết quả tạo ra
zh_hant: 创建结果

source: Custom Designed QR Codes
ar: رموز QR مصممة حسب الطلب
de: Individuell gestaltete QR-Codes
es: Códigos QR personalizados diseñados
fr: Codes QR personnalisés conçus sur mesure
id: QR Code yang Dirancang Khusus
ja: カスタムデザインされたQRコード
ko: 맞춤형 디자인 QR 코드
pt_pt: QR codes personalizados
ru: Индивидуальный дизайн QR-кодов
uk: Індивідуально розроблені QR-коди
vi: Mã QR được thiết kế theo yêu cầu
zh_hant: 定制设计的二维码

source: Edit content
ar: تحرير المحتوى
de: Inhalt bearbeiten
es: Editar contenido
fr: Modifier le contenu
id: Edit konten
ja: コンテンツを編集する
ko: 콘텐츠 편집
pt_pt: Editar conteúdo
ru: Редактировать содержимое
uk: Редагувати вміст
vi: Chỉnh sửa nội dung
zh_hant: 编辑内容

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: 電子メール
ko: 이메일
zh_hant: 电子邮件

source: Equipped with a myriad of user-friendly features
ar: مجهزة بمجموعة من الميزات سهلة الاستخدام.
de: Ausgestattet mit einer Vielzahl benutzerfreundlicher
es: Equipado con una gran cantidad de características fáciles de usar
fr: Équipé d'une myriade de fonctionnalités conviviales
id: Dilengkapi dengan berbagai fitur yang mudah digunakan
ja: ユーザーフレンドリーな機能を無数に装備
ko: 다양한 사용자 친화적인 기능을 갖춘
pt_pt: Equipado com uma infinidade de recursos fáceis de usar
ru: Оборудованный множеством удобных функций
uk: Оснащений безліччю корисних функцій
vi: Được trang bị với nhiều tính năng thân thiện với người dùng
zh_hant: 配备了众多用户友好的功能

source: Example:https://qrscanread.com
ar: مثال:https://qrscanread.com
de: Beispiel:https://qrscanread.com
es: Ejemplo:https://qrscanread.com
fr: Exemple:https://qrscanread.com
id: Contoh:https://qrscanread.com
ja: 例:https://qrscanread.com
ko: 예:https://qrscanread.com
pt_pt: Exemplo:https://qrscanread.com
ru: Например:https://qrscanread.com
uk: Наприклад:https://qrscanread.com
vi: Ví dụ:https://qrscanread.com
zh_hant: 例:https://qrscanread.com

source: Facebook
ar: فيسبوك
ko: 페이스북

source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
id: Gratis
ja: 無料
ko: 무료
pt_pt: Grátis
ru: Бесплатно
uk: Безкоштовно
vi: Miễn phí
zh_hant: 免费

source: General
ar: عام
de: Allgemein
fr: Général
id: Umum
ja: 一般
ko: 일반
pt_pt: Geral
ru: Общие
uk: Загальні
vi: Chung
zh_hant: 通用

source: Get a free trial
ar: احصل على تجربة مجانية
de: Testen Sie Kostenlos
es: Obtén una prueba gratuita
fr: Obtenez un essai gratuit
id: Dapatkan percobaan gratis
ja: 無料トライアルを入手する。
ko: 무료 체험판 받기
pt_pt: Obtenha um teste gratuito
ru: Начните бесплатный пробный период
uk: Почати безкоштовно
vi: Nhận thử miễn phí
zh_hant: 获取免费试用

source: Get unlimited access to all functions of the app
ar: احصل على وصول غير محدود إلى جميع وظائف التطبيق
de: Erhalte uneingeschränkten Zugriff auf alle Funktionen der App
es: Obtén acceso ilimitado a todas las funciones de la aplicación
fr: Obtenez un accès illimité à toutes les fonctions de l'application
id: Dapatkan akses tak terbatas ke semua fungsi aplikasi
ja: アプリのすべての機能に無制限アクセスを取得する
ko: 앱의 모든 기능에 무제한 액세스를 얻으세요
pt_pt: Obtenha acesso ilimitado a todas as funções do aplicativo
ru: Получите неограниченный доступ ко всем функциям приложения
uk: Отримайте необмежений доступ до всіх функцій програми
vi: Được truy cập không giới hạn vào tất cả các chức năng của ứng dụng
zh_hant: 获取无限访问所有应用功能

source: Help us improve QR code reader & scanner
ar: ساعدنا على التحسين
de: Helfen Sie uns,
es: "Ayúdanos a mejorar
fr: Aidez-nous à améliorer
id: Bantu kami meningkatkan
ja: 改善にご協力ください
ko: 개선에 도움을 주세요
pt_pt: Ajude-nos a melhorar
ru: Помогите нам улучшить
uk: Допоможіть нам покращити
vi: Hãy giúp chúng tôi cải thiện
zh_hant: 通过选择“允许跟踪”，您可以帮助我们改进

source: Help us improve QR Сode Reader | Scanner
ar: ساعدنا في تحسين QR Code Scanner | Reader
de: Helfen Sie uns, QR Сode Scanner | Reader zu verbessern
es: Ayúdanos a mejorar Lector Códigos Qr | Scanner
fr: Aidez-nous à améliorer QR Code Scanner | Generator
id: Bantu kami meningkatkan QR Code | Barcode Scanner
ja: QRコードリーダー。の改善にご協力ください
ko: QR코드 스캐너 와 리더 개선에 도움을 주세요
pt_pt: Ajude-nos a melhorar Leitor de Qr Code | Scanner
ru: Помогите нам улучшить QR Code Сканер | Генератор
uk: Допоможіть нам покращити QR Code Сканер
vi: Hãy giúp chúng tôi cải thiện Quét Mã Qr | Mã Vạch
zh_hant: 帮助我们改进 二维码生成器 扫描

source: History
ar: التاريخ
de: Geschichte
es: Historial
fr: Histoire
id: Sejarah
ja: 歴史
ko: 역사
pt_pt: Histórico
ru: История
uk: Історія
vi: Lịch sử
zh_hant: 历史

source: Instagram
ar: إنستغرام
ko: 인스타그램

source: Language
ar: لغة
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
ja: 言語
ko: 언어
pt_pt: Idioma
ru: Язык
uk: Мова
vi: Ngôn ngữ
zh_hant: 语言

source: Latitude
ar: خط العرض
de: Breitengrad
es: Latitud
id: Lintang
ja: 緯度
ko: 위도
ru: Широта
uk: Широта
vi: Vĩ độ
zh_hant: 纬度

source: Let’s get started with your first QR creation:
ar: لنبدأ بإنشاء رمز الاستجابة السريعة الخاص بك
de: Lass uns mit deiner ersten QR-Erstellung beginnen
es: Empecemos con tu primera creación de QR
fr: Commençons avec votre première création de QR
id: Mari mulai dengan pembuatan QR pertama Anda
ja: はじめましょう、最初のQRコード作成
ko: 첫 QR 생성을 시작해보세요
pt_pt: Vamos começar com sua primeira criação de QR
ru: Давайте начнем с вашего первого создания QR-кода
uk: Давайте почнемо з вашого першого створення QR-коду
vi: Hãy bắt đầu với việc tạo QR đầu tiên của bạn
zh_hant: 让我们开始你的第一个QR创建

source: Let’s get started with your first QR scan:
ar: لنبدأ مع أول مسح QR الخاص بك:
de: Lassen Sie uns mit Ihrem ersten QR-Scan beginnen:
es: Comencemos con tu primer escaneo de QR:
fr: Commençons par votre première numérisation QR:
id: Mari kita mulai dengan pemindaian QR pertama Anda:
ja: 最初のQRコードスキャンを始めましょう：
ko: 첫 번째 QR 스캔을 시작해 보세요:
pt_pt: Vamos começar com sua primeira leitura de QR:
ru: Давайте начнем с вашего первого сканирования QR-кода:
uk: Давайте почнемо з першого сканування QR-коду:
vi: Hãy bắt đầu với việc quét QR đầu tiên của bạn:
zh_hant: 让我们开始你的第一个QR码扫描：

source: License
ar: رخصة
de: Lizenz
es: Licencia
id: Lisensi
ja: ライセンス
ko: 라이선스
pt_pt: Licença
ru: Лицензия
uk: Ліцензія
vi: Giấy phép
zh_hant: 许可证

source: Link
ar: الرابط
es: Enlace
fr: Lien
id: Tautan
ja: リンク
ko: 링크
ru: Ссылка
uk: Посилання
vi: Liên kết
zh_hant: 链接

source: Location
ar: موقع
de: Standort
es: Ubicación
fr: Emplacement
id: Lokasi
ja: 位置情報
ko: 위치
pt_pt: Localização
ru: Местоположение
uk: Місцезнаходження
vi: Vị trí
zh_hant: 位置

source: Logo
ar: الشعار
es: Logotipo
ja: ロゴ
ko: 로고
pt_pt: Logotipo
ru: Логотип
uk: Логотип
zh_hant: 徽标

source: Longitude
ar: خط الطول
de: Längengrad
es: Longitud
id: Bujur
ja: 経度
ko: 경도
ru: Долгота
uk: Довгота
vi: Kinh độ
zh_hant: 经度

source: Maps
ar: خرائط
de: Karten
es: mapas
id: Peta
ja: マップ
ko: 지도
ru: Картах
uk: Мапах
vi: Bản đồ
zh_hant: 在地图

source: Marker
ar: علامة
es: Marcador
fr: Marqueur
id: Penanda
ja: マーカー
ko: 마커
pt_pt: Marcador
ru: Маркер
uk: Маркер
vi: Đánh dấu
zh_hant: 标记

source: MOST POPULAR
ar: الأكثر شهرة
de: Am beliebtesten
es: Más popular
id: Paling Populer
ja: 最も人気
pt_pt: Mais popular
ru: Самый популярный
uk: Найпопулярніший
vi: Phổ biến nhất
zh_hant: 最受欢迎的

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
ja: 次
ko: 다음
pt_pt: Próximo
ru: Далее
uk: Далі
vi: Tiếp theo
zh_hant: 下一个

source: No Ads
ar: لا يوجد إعلانات
de: Keine Werbung
es: Sin publicidad
fr: Pas de Publicités
id: Tidak Ada Iklan
ja: 広告なし
ko: 광고 없음
pt_pt: Sem anúncios
ru: Без рекламы
uk: Без реклами
vi: Không có quảng cáo
zh_hant: 无广告

source: No commitments, cancel anytime
ar: لا توجد التزامات، يمكن إلغاء الاشتراك في أي وقت.
de: Keine Verpflichtungen, jederzeit kündbar
es: Sin compromisos, cancela en cualquier momento
fr: Aucun engagement, annulez à tout moment
id: Tidak ada komitmen, bisa dibatalkan kapan saja.
ja: いつでもキャンセル可能、契約なし。
ko: 어떤 약속도 없이 언제든지 취소 가능합니다.
pt_pt: Sem compromisso, cancele a qualquer momento
ru: Нет обязательств, отмена в любое время
uk: Без зобов'язань, відмініть в будь-який час
vi: Không cam kết, hủy bất cứ lúc nào.
zh_hant: 没有承诺，随时取消。

source: Open in %@
ar: فتح في
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans %@
id: Buka di %@
ja: %@ で開く
ko: %@ 에서 열기
pt_pt: Abrir no %@
ru: Открыть в %@
uk: Відкрити в %@
vi: Mở trong %@
zh_hant: %@中打开

source: Open in Safari
ar: افتح في سفاري
de: In Safari öffnen
es: Abrir en Safari
fr: Ouvrir dans Safari
id: Buka di Safari
ja: Safariで開く
ko: Safari에서 열기
pt_pt: Aberto no Safari
ru: Открыть в Safari
uk: Відкрити в Safari
vi: Mở trên Safari
zh_hant: 在Safari中打开

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ja: パスワード
ko: 비밀번호
pt_pt: Senha
ru: Пароль
uk: Пароль
vi: Mật khẩu
zh_hant: 密码

source: per month
ar: شهرياً
de: pro monat
es: por mes
fr: par mois
id: per bulan
ja: 月額
ko: 월당
pt_pt: por mês
ru: в месяц
uk: на місяць
vi: mỗi tháng
zh_hant: 每月

source: per week
ar: في الأسبوع
de: pro woche
es: por semana
fr: par semaine
id: per minggu
ja: 週に
ko: 주당
pt_pt: por semana
ru: в неделю
uk: на тиждень
vi: mỗi tuần
zh_hant: 每周

source: per year
ar: سنوياً
de: pro jahr
es: por año
fr: par an
id: per tahun
ja: 年間
ko: 1년에
pt_pt: por ano
ru: в год
uk: на рік
vi: mỗi năm
zh_hant: 每年

source: Personal
ar: شخصي
de: Persönlich
fr: Personnel
id: Pribadi
ja: 個人
ko: 개인
pt_pt: Pessoal
ru: Персональные
uk: Особисті
vi: Cá nhân
zh_hant: 个人

source: Phone
ar: هاتف
de: Telefon
es: Teléfono
fr: Téléphone
id: Telepon
ja: 電話
ko: 전화
pt_pt: Telefone
ru: Телефон
uk: Телефон
vi: Điện thoại
zh_hant: 电话

source: Place QR code or Barcode in frame
ar: ضع رمز الاستجابة السريعة أو الباركود في الإطار
de: Platzieren Sie den QR-Code oder Barcode im Rahmen
es: Coloque el código QR o de barras en el marco.
fr: Placez le code QR ou le code-barres dans le cadre.
id: Tempatkan kode QR atau Barcode di dalam bingkai.
ja: QRコードまたはバーコードをフレームに置いてください。
ko: QR 코드 또는 바코드를 프레임 안에 놓으세요.
pt_pt: Coloque o código QR ou de barras dentro do quadro
ru: Поместите QR-код или штрих-код в рамку
uk: Розмістіть QR-код або штрих-код в рамці
vi: Đặt mã QR hoặc mã vạch vào khung.
zh_hant: 将QR码或条形码放入框架中。

source: Premium
ar: ممتاز
ja: プレミアム
ko: 프리미엄
ru: Премиум
uk: Преміум
zh_hant: 高级

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan privasi
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt_pt: Política de privacidade
ru: Политика конфиденциальности
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hant: 隐私政策

# Privacy Policy1
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de protection de la vie privée
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보처리방침에 동의합니다
pt_pt: Política de privacidade
ru: Политикой конфиденциальности
uk: Політикою конфіденційності
vi: Chính sách quyền riêng tư
zh_hant: 隐私政策

source: Products scans remaining
ar: المسح الضوئي للمنتجات المتبقي
de: Verbleibende Produkt-Scans
es: Escaneos de productos restantes
fr: Scans de produits restants
id: Sisa pemindaian produk
ja: 残りの製品スキャン
ko: 남은 제품 스캔 횟수
pt_pt: Leituras de produtos restantes
ru: Осталось сканирований продуктов
uk: Залишилося сканувань продуктів
vi: Số lần quét sản phẩm còn lại
zh_hant: 剩余产品扫描次数

source: QR Code Generation for All Categories
ar: إنشاء رمز QR لجميع الفئات
de: QR-Code-Generierung für alle Kategorien
es: Generación de códigos QR para todas las categorías
fr: Génération de codes QR pour toutes les catégories
id: Generasi Kode QR untuk Semua Kategori
ja: すべてのカテゴリーに対するQRコード生成
ko: 모든 카테고리에 대한 QR 코드 생성
pt_pt: Geração de QR codes para todas as categorias
ru: Генерация QR-кодов для всех категорий
uk: Генерація QR-кодів для всіх категорій
vi: Tạo mã QR cho tất cả các danh mục
zh_hant: 所有类别的QR码生成

source: QR code reader & scanner (app name) is designed to cater to all your scanning and QR creation requirements.
ar: مجهزة بمجموعة واسعة من الميزات السهلة الاستخدام، تم تصميم
de: darauf ausgelegt, alle Ihre Scan- und QR-Erstellungsanforderungen zu erfüllen.
es: está diseñado para satisfacer todas sus necesidades de escaneo y creación de códigos QR.
fr: est conçu pour répondre à tous vos besoins de numérisation et de création de QR.
id: dirancang untuk memenuhi semua kebutuhan pemindaian dan pembuatan QR Anda.
ja: は、あなたのスキャンやQRコード作成のニーズに対応するよう設計されています。
ko: 은 스캔 및 QR 생성 요구사항을 모두 충족시키기 위해 설계되었습니다.
pt_pt: foi projetado para atender a todas as suas necessidades de digitalização e criação de QR.
ru: разработано для удовлетворения всех ваших потребностей в сканировании и создании QR-кодов.
uk: призначений задовольнити всі ваші потреби в скануванні та створенні QR-кодів.
vi: được thiết kế để đáp ứng tất cả các yêu cầu quét và tạo mã QR của bạn.
zh_hant: 旨在满足您的所有扫描和QR创建需求。

source: QR creates remaining
ar: يولد QR البقية
de: QR erstellt verbleibendes
es: Creaciones QR restantes
fr: QR crée restant
id: Jumlah kreasi QR yang tersisa
ja: 残りのQR作品
ko: 남은 QR 생성 개수
pt_pt: Criações QR restantes
ru: Осталось создать
uk: Залишилося створити
vi: QR tạo phần còn lại
zh_hant: 剩余的 QR 作品

source: QR scans remaining
ar: المسح الضوئي للرمز الاستجابة السريعة المتبقي
de: Verbleibende QR-Scans
es: Escaneos QR restantes
fr: Scans QR restants
id: Sisa pemindaian QR
ja: 残りのQRスキャン
ko: 남은 QR 스캔 횟수
pt_pt: Leituras de QR restantes
ru: Осталось сканирований QR-кодов
uk: Залишилося сканувань QR-кодів
vi: Số lần quét mã QR còn lại
zh_hant: 剩余QR扫描次数

source: QR Сode Reader | Scanner
ar: QR Code Scanner | Reader
de: QR Сode Scanner | Reader
es: Lector Códigos Qr | Scanner
fr: QR Code Scanner | Generator
id: QR Code | Barcode Scanner
ja: QRコードリーダー。
ko: QR코드 스캐너 와 리더
pt_pt: Leitor de Qr Code | Scanner
ru: QR Code Сканер | Генератор
uk: QR Code Сканер
vi: Quét Mã Qr | Mã Vạch
zh_hant: 二维码生成器 扫描

source: QR Сode Reader | Scanner is designed to cater to all your scanning and QR creation requirements.
ar: QR Code Scanner | Reader مصممة لتلبية جميع احتياجاتك في المسح وإنشاء رموز الاستجابة السريعة.
de: QR Сode Scanner | Reader wurde entwickelt, um alle Ihre Anforderungen an das Scannen und Erstellen von QRs zu erfüllen.
es: Lector Códigos Qr | Scanner está diseñada para satisfacer todas sus necesidades de escaneado y creación de QR.
fr: QR Code Scanner | Generator est conçu pour répondre à toutes vos exigences en matière de numérisation et de création de QR.
id: QR Code | Barcode Scanner dirancang untuk memenuhi semua kebutuhan pemindaian dan pembuatan QR Anda.
ja: QRコードリーダー。は、スキャニングとQR作成のあらゆる要求に応えるように設計されています。
ko: QR코드 스캐너 와 리더 는 모든 스캔 및 QR 생성 요구 사항을 충족하도록 설계되었습니다.
pt_pt: A Leitor de Qr Code | Scanner foi concebida para responder a todas as suas necessidades de digitalização e criação de QR.
ru: QR Code Сканер | Генератоp разработан для удовлетворения всех ваших потребностей в сканировании и создании QR-кодов.
uk: QR Code Сканер призначений задовольнити всі ваші потреби в скануванні та створенні QR-кодів.
vi: Quét Mã Qr | Mã Vạch được thiết kế để đáp ứng tất cả các yêu cầu về quét và tạo mã QR của bạn.
zh_hant: 二维码生成器 扫描 旨在满足您的所有扫描和 QR 创建要求。

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
id: Memulihkan Pembelian
ja: 購入を復元する
ko: 구매 복원
pt_pt: Restaurar compras
ru: Восстановление покупок
uk: Відновити покупки
vi: Khôi phục mua hàng
zh_hant: 恢复购买

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
ja: 保存
ko: 저장
pt_pt: Salvar
ru: Сохранить
uk: Зберегти
vi: Lưu
zh_hant: 保存

source: Save 53%
ar: حفظ 53%
de: Sparen Sie 53%
es: Ahorra 53%
fr: Économisez 53%
id: Simpan 53%
ja: 53%を節約する
ko: 저장 53%
pt_pt: Economize 53%
ru: Сэкономьте 53%
uk: Збережіть 53%
vi: Tiết kiệm 53%
zh_hant: 节省 53%

source: SAVE 53%
ar: حفظ 53%
de: Sparen Sie 53%
es: Ahorra 53%
fr: Économisez 53%
id: Simpan 53%
ja: 53%を節約する
ko: 저장 53%
pt_pt: Economize 53%
ru: Сэкономьте 53%
uk: Збережіть 53%
vi: Tiết kiệm 53%
zh_hant: 节省 53%

source: SAVE 80%
ar: حفظ 80%
de: Sparen Sie 80%
es: Ahorra 80%
fr: Économisez 80%
id: Simpan 80%
ja: 80%を節約する
ko: 저장 80%
pt_pt: Economize 80%
ru: Сэкономьте 80%
uk: Збережіть 80%
vi: Tiết kiệm 80%
zh_hant: 节省 80%

source: Scan
ar: مسح
de: Scannen
es: Escanear
fr: Scanner
id: Pindai
ja: スキャン
ko: 스캔
pt_pt: Digitalizar
ru: Сканирование
uk: Сканувати
vi: Quét
zh_hant: 扫描

source: Scan QR
ar: مسح QR
de: QR-Code scannen
es: Escanear QR
fr: Scanner QR
id: Pindai QR
ja: QRコードをスキャンする
ko: QR 스캔
pt_pt: Escanear QR
ru: Сканировать QR-код
uk: Сканувати QR
vi: Quét mã QR
zh_hant: 扫描二维码
